Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/types_of_employment/domestic_workers_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Domestic workers' employment rights
ga: Cearta fostaíochta oibrithe tí

source: • Paying tax, USC and PRSI for a domestic worker
ga: • Cáin agus ÁSPC a íoc ar son oibrí tí i do theach féin

source: The term domestic worker refers to people employed to carry out various duties in a private home
ga: Tugtar oibrí tí ar dhuine a fhostaítear chun cúraimí éagsúla a chur i gcrích i dteach príobháideach

source: Generally they are engaged directly by homeowners to carry out these tasks
ga: Is iondúil go dtéann na húinéirí tí féin i dteagmháil leo chun na cúraimí seo a leagan amach dóibh

source: The type of work domestic workers normally carry out include housekeeping and cleaning
ga: Tá glantachán agus tíos mar shamplaí den chineál oibre a dhéanann oibrithe tí

source: Other duties may include the care of children, older people or people with disabilities
ga: D'fhéadfaí cúram leanaí, cúram do dhaoine scothaosta nó cúram do dhaoine le míchumas a leagan amach dóibh freisin

source: Domestic workers can work part-time or full-time and sometimes (but not always) live with their employer
ga: Is féidir le hoibrithe tí obair pháirtaimseartha nó lánaimseartha a dhéanamh, agus cónaíonn siad i dteach an fhostóra i gcásanna áirithe

source: Care assistants and home helps are domestic workers
ga: Is rannóg faoi leith d'oibrithe tí iad cúntóirí cúraim agus cúntóirí baile

source: You can read this leaflet on the employment rights of domestic workers (pdf)
ga: Tá bileog faoi na cearta fostaíochta oibrithe tí (pdf) ar fáil

source: Many of those employed as domestic workers are migrant workers – often from outside the European Economic Area (EEA)
ga: Is oibrithe imirceacha iad go leor de na hoibrithe tí a fhostaítear agus is iondúil nach as an Limistéar Eorpach Eacnamaíoch (LEE) iad

source: These employees require employment permits in order to work in Ireland
ga: Is gá go mbeadh ceadanna fostaíochta ag na fostaithe seo chun obair a dhéanamh in Éirinn

source: The Code of Practice for Protecting Persons Employed in Other People's Homes states the entitlement of domestic workers to the employment rights and protections available to other employees and the employers' obligation to inform these employees of their rights
ga: Cuireann an Cód Cleachtais um Dhaoine a Fhostaítear i dTithe Daoine Eile a Chosaint ar theidlíocht oibrithe tí na cearta agus cosaint fostaíochta atá ar fáil d' fhostaithe eile agus ar dhualgas fhostóir chun eolas a thabhairt do na fostaithe seo maidir leis a gcearta

source: In July 2014, the Government decided to ratify the International Labour Organisation (ILO) Convention on Decent Work for Domestic Workers
ga: I Iúil 2014, chinn an Rialtas an Coinbhinsiún maidir le hObair Chuibhiúil d’Oibrithe Tí na hEagraíochta Idirnáisiúnta Saothair a dhaingniú

source: If you work occasionally in someone’s home as a cleaner or carer, you may not be employed as a domestic worker – see 'Paying tax, USC and PRSI for a domestic worker' below
ga: Má oibríonn tú i dteach duine éigin mar ghlantóir nó mar chúramóir anois agus arís, d'fhéadfadh nach bhfuil tú fostaithe mar oibrí tí - féach 'Cáin agus ÁSPC a íoc ar son oibrí tí' thíos

source: Instead, you may be either employed by an agency (where you are an agency worker) or you may be self-employed
ga: D'fhéadfá a bheith fostaithe ag gníomhaireacht (oibrí gníomhaireachta a bheadh ionat) nó d'fhéadfá a bheith féinfhostaithe

source: If you are self-employed you are responsible for paying your own taxes and are not covered by employment rights legislation
ga: Is tusa atá freagrach as do cháin féin a íoc má tá tú féinfhostaithe, agus ní bhaineann reachtaíocht um chearta fostaíochta leat

source: People working in other people’s home have broadly the same employment rights as other workers
ga: Tá mórán na cearta fostaíochta céanna ag daoine a oibríonn i dtithe daoine eile agus atá ag oibrithe eile

source: However sometimes employers and employees may not be fully aware of these rights
ga: Ní bhíonn fostóirí agus fostaithe i gcónaí go hiomlán ar an eolas i dtaobh na gceart seo, áfach

source: Access to employment is the only area where the rights of domestic workers differ from those of other workers
ga: An t-aon áit go bhfuil difríocht idir cearta oibrithe tí agus cearta oibrithe eile ná i dtaobh rochtain ar fhostaíocht

source: It is illegal to discriminate against prospective employees when hiring them (for example, at the interview and selection stage)
ga: Tá sé neamhdhleathach leithcheal a dhéanamh ar fhostaithe ionchais agus iad á bhfostú (mar shampla, nuair a chuirtear faoi agallamh iad agus nuair a roghnaítear iad)

source: The only exception is when the job is to be carried out in someone’s home
ga: Baineann eisceacht leis seo i gcás go mbeidh an post á chomhlíonadh i dteach duine éigin

source: In this case it is not illegal to discriminate against a prospective domestic employee at the interview and selection stage
ga: Sa chás seo níl sé neamhdhleathach leithcheal a dhéanamh ar fhostaithe ionchais tí nuair a chuirtear faoi agallamh iad agus nuair a roghnaítear iad

source: For example, an employer could state that they are looking for a woman to look after children without being considered discriminatory
ga: D'fhéadfadh fostóirí a áiteamh go bhfuilid ag lorg mná chun aire a thabhairt do leanaí, mar shampla, agus ní bheadh leithcheal á dhéanamh acu de réir an dlí

source: However once the employee has taken up the job they are fully protected by employment equality legislation
ga: Tugann reachtaíocht in aghaidh leithcheala cosaint iomlán don fhostaí chomh luath agus a ghlactar leis an bpost, áfach

source: Domestic workers have a right to a written contract of employment which states the terms and conditions of their employment and must include the full names of the employer and the employee and the job title or nature of the work, the pay, hours of work
ga: Tá sé de cheart ag oibrithe tí conradh fostaíochta a fháil i scríbhinn, a shainíonn a dtéarmaí agus a gcoinníollacha fostaíochta. Caithfidh bheith cuimsithe lán-ainmneacha fostóir agus fostaí agus an teideal poist nó cineál oibre, an phá agus uaireanta

source: These conditions cannot be changed without the agreement of the worker
ga: Níl sé ceadmhach na coinníollacha seo a athrú in éagmais aontú an fhostaithe

source: Domestic workers are also entitled to a minimum wage and a payslip
ga: Tá sé de cheart ag oibrithe tí an t-íosphá a thuilleamh agus duillín pá a fháil

source: If they work on Sundays, they are entitled to extra pay or paid time off work
ga: Má oibríonn siad ar an Domhnach tá siad i dteideal pá bhreise nó am íoctha saor ó obair a fháil

source: Domestic workers should pay tax, PRSI and the Universal Social Charge (USC) in the same way as other employees and it is the responsibility of the employer to deduct this from the worker’s wages and also to pay the employer’s PRSI contribution on their behalf - see 'Paying tax, USC and PRSI for a domestic worker' below
ga: Ba cheart d’oibrithe tí cáin, ÁSPC agus Muirear Sóisialta Uilíoch (MSU) a íoc ar an gcaoi chéanna le fostaithe eile. Tá an fhreagracht ar an bhfostóir an cháin seo a asbhaint ó phá an oibrí agus an ranníocaíocht fostóra ÁSPC thar do cheann a íoc – féach 'Cáin, MSU agus ÁSPC oibrí tí a íoc' thíos

source: If the employee is given bed and board as part of their employment the employer can deduct this from their wages
ga: Má thugtar leaba agus lóistín d'fhostaithe mar chuid dá bhfostaíocht, féadfaidh fostóirí é seo a asbhaint óna bpá

source: However the deduction must be fair and reasonable, it must be stated in the employee’s contract of employment and the employee must be given written notice of the deduction
ga: Ní mór don asbhaint a bheith cóir agus réasúnach, agus a bheith sonraithe i gconradh fostaíochta, agus caithfear fógra scríofa a thabhairt don fhostaí i dtaobh na hasbhainte

source: The following amounts for food (known as board) and/or accommodation (known as lodgings) provided by the employer are included in the minimum wage calculation:
ga: Cuirtear na méideanna seo a leanas le haghaidh bia agus/nó leaba soláthartha ag an bhfostóir san áireamh agus an t-íosráta pá á ríomh:

source: Full board and lodging: €54.13 a week or €7.73 per day
ga: Cothú agus iostas iomlán: €54.13 sa tseachtain nó €7.73 sa lá

source: Full board only: €32.14 a week or €4.60 per day
ga: Cothú amháin: €32.14 sa tseachtain nó €4.60 sa lá

source: Lodgings only: €21.85 or €3.14 per day
ga: Iostais amháin: €21.85 nó €3.14 sa lá

source: Deductions for other reasons, such as breakages or loss to the employer, must meet similar criteria
ga: Ní mór d'asbhaintí ar chúiseanna eile, mar shampla, bristeacha nó caillteanas do fhostóir, critéir comhchosúil a shásamh

source: The contract must state that these deductions can be made, the deduction must be fair and the employer must give the employee written notice of the deduction
ga: Caithfidh an conradh sonrú gur féidir na hasbhaintí seo a dhéanamh, caithfidh an asbhaint a bheith cóir agus caithfidh an fostóir fógra scríofa a thabhairt don fhostaí i dtaobh na hasbhainte

source: Sick pay: Workers do not have a statutory (legal) right to sick pay but their contract (terms and conditions of employment) should state the procedure the employee should follow if unable to work due to illness and the arrangements for pay during this time
ga: Pá breoiteachta: Níl sé de cheart reachtúil (dlíthiúil) ag oibrithe pá breoiteachta a fháil ach ba chóir go sonródh a c(h)onradh (téarmaí agus coinníollacha fostaíochta) na gnáthaimh a leanfadh an fostaí dá mbeadh sé/sí neamhábalta ar obair a dhéanamh de bharr tinnis, mar aon leis na socruithe pá don tréimhse sin

source: The maximum hours of work that an employee can work in a week is 48 hours on average
ga: Is é 48 uair an chloig ar an meán in aghaidh na seachtaine an t-uasmhéid oibre gur féidir le fostaí a chomhlíonadh

source: The employer must keep a record of how many hours a domestic worker is employed
ga: Ní mór don fhostóir taifead a choimeád den líon uaireanta a fhostaítear an t-oibrí tí

source: Domestic workers have a right to 11 consecutive hours rest in any 24-hour period and 24 consecutive hours rest every week
ga: Tá sé de cheart ag oibrithe tí 11 uair a chloig as a chéile a bheith saor acu gach 24 uair, mar aon le 24 uair saor in aghaidh na seachtaine ar an laghad

source: They also have a right to a 15-minute break after 4 ½ hours of work and a 30-minute break after 6 hours of work
ga: Chomh maith leis sin, tá sé de cheart acu sos 15 nóiméad a fháil tar éis 4 huaire go leith oibre agus sos 30 nóiméad a fháil tar éis 6 huaire a chloig oibre

source: The Code of Practice provides that the employer should respect the dignity and privacy of the employee
ga: Foráiltear sa Chód Cleachtais gur cheart don fhostóir meas a léiriú ar dhínit agus ar phríobháideachas an fhostaí

source: If the employee is required to live in the home, the employer should provide a private secure room with a bed
ga: Más gá don fhostaí cónaí sa bhaile, ba cheart don fhostóir seomra príobháideach slán a sholáthar ina bhfuil leaba

source: If employees are required to share a room this should be agreed in advance
ga: Má tá ar fhostaithe seomra a roinnt, ba cheart comhaontú a dhéanamh air seo roimh ré

source: Employers should make it easy for the employees to exercise their personal pursuits outside the employees' working time
ga: Ba cheart d’fhostaithe é a dhéanamh furasta do na fostaithe chun dul i mbun a ngníomhaíochtaí pearsanta lasmuigh d’am oibre na bhfostaithe

source: The Code of Practice also provides that the employer should not withhold personal documents of the employee such as a passport or visa, nor prevent the employee from joining a trade union
ga: Foráiltear sa Chód Cleachtais, chomh maith, nár cheart don fhostóir cáipéisí pearsanta an fhostaí a shiarchoinneáil, ar nós pas nó víosa, ná níor cheart cosc a chur ar an bhfostaí ó bheith mar chomhalta de cheardchumann

source: Annual leave and public holidays
ga: Saoire bhliantúil agus saoirí phoiblí

source: Full-time workers have the right to 4 weeks’ paid leave a year (this is the legal minimum and can be more)
ga: Tá sé de cheart ag oibrithe lánaimseartha 4 sheachtain saoire le pá a fháil in aghaidh na bliana (is é seo an t-íosmhéid dleathach ach d'fhéadfaí níos mó a fháil)

source: They also have the right to take 2 unbroken weeks’ holiday and to ask for payment for the time off in advance
ga: Tá sé de cheart acu 2 sheachtain saoire as a chéile a ghlacadh, chomh maith, agus íocaíocht a lorg ar an tréimhse seo roimh réidh

source: There are 9 public holidays and domestic workers have the right to be paid for these days or to have another paid day off instead or an extra day’s pay
ga: Tá 9 saoire phoiblí agus tá sé de cheart ag oibrithe tí íocaíocht a fháil ar na laethanta seo nó eile, lá saoire eile a fháil ina ionad nó lá saoire breise le pá a fháil

source: If the worker travels with their employer on holiday, this is considered to be work and the employee is entitled to full pay for this time
ga: Má théann oibrí ar saoire ón mbaile lena f(h)ostóir, glactar leis gur obair atá i gceist leis seo agus tá an fostaí i dteideal pá iomlán a fháil don tréimhse seo

source: Employers are required to keep certain records relating to their employees
ga: Tá ar fhostóirí taifid áirithe a choimeád maidir lena fhostaithe

source: This is to show that they are compliant with employment legislation
ga: Is amhlaidh atá seo lena thaispeáint go gcomhlíonann siad an reachtaíocht fostaíochta

source: Workplace Relations Commission inspectors will require access to these records during an inspection
ga: Teastóidh rochtain ar na taifid seo ó chigirí an Údaráis Náisiúnta um Chearta Fostaíochta le linn imscrúdú

source: You can find a guide to how inspections are carried out (pdf) on workplacerelations.ie
ga: Féadfaidh tú teacht ar threoir maidir le conas a thugtar faoi imscrúduithe (pdf) ar workplacerelations.ie

source: Workers are entitled to a minimum amount of notice if their employment ceases
ga: Tá oibrithe i dteideal íosmhéid fógra a fháil má bhristear iad as a bpoist

source: Workers are also protected against unfair dismissal once they have been working for their employer for over a year
ga: Tá cosaint ag oibrithe ó dhífhostú éagórach má tá siad ag obair dá bhfostóir le níos mó ná bliain

source: They are protected against unfair dismissal when they have worked for less than a year if the dismissal relates to specific activity such as trade union membership, pregnancy or entitlement to the minimum wage
ga: Tá cosaint acu ó dhífhostú éagórach agus iad ag obair le níos lú ná bliain más amhlaidh go mbaineann an dífhostú le gníomhaíocht áirithe, mar shampla, ballraíocht ceardchumainn, toircheas nó teidlíocht i leith an íosphá

source: Complaints about employment rights and equality should be made to Workplace Relations Commission
ga: Ba chóir duit gearáin faoi chearta fostaíochta agus comhionannais a sheoladh chuig na gCoimisiún um Chaidreamh san Áit Oibre

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: The Irish Congress of Trade Unions (ICTU) campaigns to inform domestic workers of their rights and can provide information about trade unions
ga: Téann Comhar Ceardchumann na hÉireann (CCCÉ) i mbun feachtais chun oibrithe tí a chur ar an eolas i dtaobh a gceart agus is féidir leis faisnéis faoi cheardchumainn a sholáthair

source: There is an ICTU booklet on the rights of domestic workers (pdf)
ga: Tá fáil ar leabhrán CCCÉ i dtaobh chearta na n-oibrithe tí (pdf)

source: Many domestic workers are migrants and the Migrant Rights Centre Ireland provides support to migrant workers
ga: Is imircigh go leor de na hoibrithe tí agus tugann an tIonad um Chearta Imirceach Éire tacaíocht d'oibrithe imirceacha

source: Information and Customer Service
ga: Seirbhíse Faisnéise agus Custaiméara

source: Opening Hours: Mon. to Fri. 9.30am to 5pm
ga: Uaireanta Oscailte:Luan go hAoine 9.30rn go 5in

source: Tel: (059) 917 8990
ga: Teil: (059) 917 8990

source: Locall: 1890 80 80 90
ga: Lóghlao: 1890 80 80 90

source: Irish Congress of Trade Unions
ga: Comhar Ceardchumann na hÉireann

source: Migrants Rights Centre Ireland
ga: Ionad um Chearta Imirceach Éire

source: Paying tax, USC and PRSI for a domestic worker
ga: Cáin agus ÁSPC a íoc ar son oibrí tí i do theach féin

source: Domestic workers should pay tax, USC and PRSI in the same way as other employees
ga: Ba cheart d’oibrithe tí cáin, ÁSPC agus MSU a íoc ar an gcaoi chéanna le fostaithe eile

source: If you are employing someone to do domestic work such as housekeeping, care of children or older people, and you are paying them €40 a week or more, you must register as an employer with Revenue
ga: Má tá duine fostaithe agat le hobair a dhéanamh sa teach amhail tíos nó cúram do leanaí nó do dhaoine scothaosta, agus má tá €40 nó níos mó á íoc agat leis/léi in aghaidh na seachtaine, ní mór duit clárú mar fhostóir leis na Coimisinéirí Ioncaim

source: As an employer you are responsible for deducting the PAYE (tax), PRSI and USC from your employee’s wages
ga: Mar fhostóir, tá tú freagrach as ÍMAT (cáin), ÁSPC agus MSU a asbhaint ó phá d’fhostaí

source: You also must pay employer's PRSI contributions for your employee to the Social Insurance Fund
ga: Ní mór duit ranníocaíochtaí ÁSPC an fhostóra a íoc freisin ar son d’fhostaí leis an gCiste Árachais Shóisialaigh náisiúnta

source: To register as an individual employer for PAYE and PRSI you do this using Revenue’s online service
ga: Le clárú mar fhostóir aonair le haghaidh ÍMAT agus ÁSPC, déanann tú é tríd an tseirbhís ar líne na gCoimisinéirí Ioncaim a úsáid

source: Certain people can only register on paper using the tax registration form TR1 (pdf) and you can find information about them here
ga: Ní féidir le daoine áirithe clárú ach amháin tríd foirm cláraithe cánach, TR1 (pdf) a líonadh agus tá tuilleadh faisnéise maidir leo ar fáil anseo

source: You will receive confirmation that you are registered as an employer together with your employer registered number for PAYE purposes and information about the PAYE system and procedures
ga: Gheobhaidh tú deimhniú go bhfuil tú cláraithe mar fhostóir mar aon le d’uimhir chláraithe fostóra le haghaidh ÍMAT. Gheobhaidh tú faisnéis freisin maidir leis an gcóras ÍMAT agus na nósanna imeachta a bhaineann leis

source: Revenue's Employer’s Guide to PAYE includes sections on new employees, calculating tax due and PRSI
ga: Tá Eolaí d’Fhostóirí maidir le ÍMAT ar fáil ar láithreán gréasáin na gCoimisinéirí Ioncaim, ina bhfuil rannáin ar fhostaithe nua, an cháin dhlite a ríomh agus ÁSPC

source: When you are paying your employee you must provide a payslip giiving details of the PAYE, PRSI and USC that has been deducted
ga: Ní mór duit duillín pá ina bhfuil sonraí ar an ÍMAT, ÁSPC agus MSU a asbhaineadh a thabhairt don fhostaí nuair a íocann tú iad

source: You can get further assistance by calling the Employer Information and Customer Service Unit Tel: 1890 25 45 65
ga: Is féidir cúnamh breise a fháil ach glaoch a chur ar an Aonad Faisnéise d’Fhostóirí agus Seirbhísí do Chustaiméirí, Teil: 1890 25 45 65

source: Form TR1 is available from your local Revenue office
ga: Tá Foirm TR1 le fáil ó oifig áitiúil na gCoimisinéirí Ioncaim
